Repository: cryptochris8/Pregame-World-Cup
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# completePurchaseInBrowser
source: Complete your purchase in the browser. Your pass will activate automatically.
es: Completa tu compra en el navegador. Tu pase se activará automáticamente.
fr: Complétez votre achat dans le navigateur. Votre pass sera activé automatiquement.
pt: Complete sua compra no navegador. Seu passe será ativado automaticamente.

# purchaseFailedRetry
source: Purchase failed. Please try again.
es: La compra falló. Intenta de nuevo.
fr: L'achat a échoué. Veuillez réessayer.
pt: A compra falhou. Tente novamente.

# pleaseSignInToRestore
source: Please sign in to restore purchases
es: Inicia sesión para restaurar compras
fr: Connectez-vous pour restaurer les achats
pt: Faça login para restaurar compras

# passRestoredSuccessfully
source: {passName} restored successfully!
es: ¡{passName} restaurado exitosamente!
fr: {passName} restauré avec succès !
pt: {passName} restaurado com sucesso!

# noPreviousPurchases
source: No previous purchases found
es: No se encontraron compras anteriores
fr: Aucun achat précédent trouvé
pt: Nenhuma compra anterior encontrada

source: Failed to restore purchases
es: Error al restaurar compras
fr: Échec de la restauration des achats
pt: Falha ao restaurar compras

source: Match schedules & results
es: Calendario y resultados de partidos
fr: Calendrier et résultats des matchs
pt: Calendário e resultados de jogos

source: Venue discovery
es: Descubrir sedes
fr: Découverte des lieux
pt: Descobrir locais

source: Basic notifications
es: Notificaciones básicas
fr: Notifications de base
pt: Notificações básicas

source: Follow teams
es: Seguir equipos
fr: Suivre des équipes
pt: Seguir seleções

source: Ad-free experience
es: Experiencia sin anuncios
fr: Expérience sans pub
pt: Experiência sem anúncios

source: Advanced stats
es: Estadísticas avanzadas
fr: Statistiques avancées
pt: Estatísticas avançadas

source: Custom alerts
es: Alertas personalizadas
fr: Alertes personnalisées
pt: Alertas personalizados

source: Everything in Free
es: Todo lo del plan Gratis
fr: Tout le plan Gratuit
pt: Tudo do plano Grátis

source: Advanced match stats
es: Estadísticas avanzadas de partidos
fr: Stats avancées des matchs
pt: Estatísticas avançadas de jogos

source: Custom match alerts
es: Alertas personalizadas de partidos
fr: Alertes personnalisées des matchs
pt: Alertas personalizados de jogos

source: Advanced social features
es: Funciones sociales avanzadas
fr: Fonctionnalités sociales avancées
pt: Recursos sociais avançados

source: Exclusive content
es: Contenido exclusivo
fr: Contenu exclusif
pt: Conteúdo exclusivo

source: AI match insights
es: Análisis IA de partidos
fr: Analyses IA des matchs
pt: Análises IA de jogos

source: Everything in Fan Pass
es: Todo lo del Fan Pass
fr: Tout le Fan Pass
pt: Tudo do Fan Pass

source: Priority features
es: Funciones prioritarias
fr: Fonctionnalités prioritaires
pt: Recursos prioritários

source: Downloadable content
es: Contenido descargable
fr: Contenu téléchargeable
pt: Conteúdo para download

# earlyAccessFeatures
source: Early access to new features
es: Acceso anticipado a nuevas funciones
fr: Accès anticipé aux nouvelles fonctionnalités
pt: Acesso antecipado a novos recursos

source: Welcome Back
es: Bienvenido de Nuevo
fr: Bon Retour
pt: Bem-vindo de Volta

source: Join Pregame
es: Únete a Pregame
fr: Rejoindre Pregame
pt: Junte-se ao Pregame

source: Enter your email
es: Ingresa tu correo
fr: Entrez votre e-mail
pt: Digite seu e-mail

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

source: Enter your password
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
pt: Digite sua senha

# pleaseEnterValidEmail
source: Please enter a valid email
es: Ingresa un correo válido
fr: Veuillez entrer un e-mail valide
pt: Digite um e-mail válido

# passwordMinLength
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
pt: A senha deve ter pelo menos 6 caracteres

source: Sign In
es: Iniciar Sesión
fr: Se Connecter
pt: Entrar

source: Create Account
es: Crear Cuenta
fr: Créer un Compte
pt: Criar Conta

# dontHaveAccount
source: Don't have an account?
es: ¿No tienes cuenta?
fr: Pas de compte ?
pt: Não tem conta?

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes cuenta?
fr: Déjà un compte ?
pt: Já tem conta?

source: Sign Up
es: Registrarse
fr: S'inscrire
pt: Cadastrar

source: Where Sports Fans Connect
es: Donde los Fanáticos del Deporte se Conectan
fr: Là où les Fans de Sport se Connectent
pt: Onde Fãs de Esporte se Conectam

source: Verify Your Email
es: Verifica tu Correo
fr: Vérifiez Votre E-mail
pt: Verifique seu E-mail

# verificationLinkSent
source: We've sent a verification link to:
es: Hemos enviado un enlace de verificación a:
fr: Nous avons envoyé un lien de vérification à :
pt: Enviamos um link de verificação para:

# clickLinkToVerify
source: Click the link in your email to verify your account.
es: Haz clic en el enlace de tu correo para verificar tu cuenta.
fr: Cliquez sur le lien dans votre e-mail pour vérifier votre compte.
pt: Clique no link no seu e-mail para verificar sua conta.

# checkSpamFolder
source: Check your spam folder if you don't see it.
es: Revisa tu carpeta de spam si no lo ves.
fr: Vérifiez votre dossier spam si vous ne le voyez pas.
pt: Verifique sua pasta de spam se não encontrar.

source: I've Verified My Email
es: Ya Verifiqué mi Correo
fr: J'ai Vérifié Mon E-mail
pt: Já Verifiquei meu E-mail

source: Resend Email
es: Reenviar Correo
fr: Renvoyer l'E-mail
pt: Reenviar E-mail

# resendInSeconds
source: Resend in {seconds}s
es: Reenviar en {seconds}s
fr: Renvoyer dans {seconds}s
pt: Reenviar em {seconds}s

source: Email verified! Redirecting...
es: ¡Correo verificado! Redirigiendo...
fr: E-mail vérifié ! Redirection...
pt: E-mail verificado! Redirecionando...

# emailNotVerifiedYet
source: Email not verified yet. Please check your inbox.
es: Correo aún no verificado. Revisa tu bandeja.
fr: E-mail pas encore vérifié. Vérifiez votre boîte de réception.
pt: E-mail ainda não verificado. Verifique sua caixa de entrada.

source: Verification email sent!
es: ¡Correo de verificación enviado!
fr: E-mail de vérification envoyé !
pt: E-mail de verificação enviado!

# failedToResend
source: Failed to resend: {error}
es: Error al reenviar: {error}
fr: Échec du renvoi : {error}
pt: Falha ao reenviar: {error}

source: Wrong email?
es: ¿Correo incorrecto?
fr: Mauvais e-mail ?
pt: E-mail errado?

# autoCheckingVerification
source: Auto-checking verification status...
es: Verificando estado automáticamente...
fr: Vérification automatique du statut...
pt: Verificando status automaticamente...

source: World Cup
es: Copa del Mundo
fr: Coupe du Monde
pt: Copa do Mundo

source: Leaderboards
es: Clasificaciones
fr: Classements
pt: Classificações

source: Compare Players
es: Comparar Jugadores
fr: Comparer les Joueurs
pt: Comparar Jogadores

source: Match Schedule
es: Calendario de Partidos
fr: Calendrier des Matchs
pt: Calendário de Jogos

source: LIVE NOW
es: EN VIVO AHORA
fr: EN DIRECT
pt: AO VIVO AGORA

source: Live Scores
es: Marcadores en Vivo
fr: Scores en Direct
pt: Placar Ao Vivo

source: Schedule
es: Calendario
fr: Calendrier
pt: Calendário

source: FIFA World Cup 2026
es: Copa del Mundo FIFA 2026
fr: Coupe du Monde FIFA 2026
pt: Copa do Mundo FIFA 2026

source: LIVE ESPN DATA
es: DATOS EN VIVO ESPN
fr: DONNÉES ESPN EN DIRECT
pt: DADOS ESPN AO VIVO

source: Show All Matches
es: Mostrar Todos los Partidos
fr: Afficher Tous les Matchs
pt: Mostrar Todos os Jogos

source: Show Favorite Teams Only
es: Mostrar Solo Equipos Favoritos
fr: Afficher Uniquement les Équipes Favorites
pt: Mostrar Apenas Times Favoritos

source: Show Live Games Only
es: Mostrar Solo Juegos en Vivo
fr: Afficher Uniquement les Matchs en Direct
pt: Mostrar Apenas Jogos Ao Vivo

# noLiveGamesAvailable
source: No Live Games Currently Available
es: No Hay Juegos en Vivo Actualmente
fr: Aucun Match en Direct Actuellement
pt: Nenhum Jogo Ao Vivo Disponível

# worldCupMatchesDaily
source: World Cup matches are played daily during the tournament. Check back during match time for live scores!
es: Los partidos de la Copa del Mundo se juegan diariamente durante el torneo. ¡Vuelve durante la hora del partido para ver marcadores en vivo!
fr: Les matchs de la Coupe du Monde se jouent quotidiennement pendant le tournoi. Revenez pendant les matchs pour les scores en direct !
pt: Os jogos da Copa do Mundo acontecem diariamente durante o torneio. Volte durante o horário dos jogos para placar ao vivo!

source: Failed to Load Games
es: Error al Cargar Juegos
fr: Échec du Chargement des Matchs
pt: Falha ao Carregar Jogos

# tapToReloadSchedule
source: Tap below to reload the schedule
es: Toca abajo para recargar el calendario
fr: Appuyez ci-dessous pour recharger le calendrier
pt: Toque abaixo para recarregar o calendário

source: Reload Schedule
es: Recargar Calendario
fr: Recharger le Calendrier
pt: Recarregar Calendário

source: No games found
es: No se encontraron juegos
fr: Aucun match trouvé
pt: Nenhum jogo encontrado

# noGamesForFavorites
source: No games for your favorite teams
es: No hay juegos para tus equipos favoritos
fr: Aucun match pour vos équipes favorites
pt: Nenhum jogo para seus times favoritos

# noLiveGames
source: No live games at the moment
es: No hay juegos en vivo en este momento
fr: Aucun match en direct actuellement
pt: Nenhum jogo ao vivo no momento

# setFavoriteTeamsPrompt
source: Set your favorite teams to see personalized games
es: Configura tus equipos favoritos para ver juegos personalizados
fr: Définissez vos équipes favorites pour voir des matchs personnalisés
pt: Configure seus times favoritos para ver jogos personalizados

source: Set Favorite Teams
es: Configurar Equipos Favoritos
fr: Définir les Équipes Favorites
pt: Configurar Times Favoritos

source: No Upcoming Games
es: No Hay Próximos Juegos
fr: Aucun Match à Venir
pt: Nenhum Jogo Próximo

# socialFeaturesAvailable
source: Social features will be available for upcoming games
es: Las funciones sociales estarán disponibles para próximos juegos
fr: Les fonctionnalités sociales seront disponibles pour les prochains matchs
pt: Recursos sociais estarão disponíveis para próximos jogos

source: Activity Feed
es: Actividad
fr: Fil d'Activité
pt: Feed de Atividades

source: Your Posts
es: Tus Publicaciones
fr: Vos Publications
pt: Suas Publicações

source: Loading activities...
es: Cargando actividades...
fr: Chargement des activités...
pt: Carregando atividades...

source: No activities yet
es: Aún no hay actividades
fr: Pas encore d'activités
pt: Ainda não há atividades

# beFirstToShare
source: Be the first to share something! Connect with friends to see their activities.
es: ¡Sé el primero en compartir algo! Conecta con amigos para ver sus actividades.
fr: Soyez le premier à partager quelque chose ! Connectez-vous avec des amis pour voir leurs activités.
pt: Seja o primeiro a compartilhar algo! Conecte-se com amigos para ver suas atividades.

source: Create Activity
es: Crear Actividad
fr: Créer une Activité
pt: Criar Atividade

source: Failed to update like
es: Error al actualizar me gusta
fr: Échec de la mise à jour du like
pt: Falha ao atualizar curtida

source: Comment added!
es: ¡Comentario agregado!
fr: Commentaire ajouté !
pt: Comentário adicionado!

source: Failed to add comment
es: Error al agregar comentario
fr: Échec de l'ajout du commentaire
pt: Falha ao adicionar comentário

source: View Info
es: Ver Información
fr: Voir les Infos
pt: Ver Informações

source: Mute Notifications
es: Silenciar Notificaciones
fr: Couper les Notifications
pt: Silenciar Notificações

source: Clear Chat History
es: Borrar Historial del Chat
fr: Effacer l'Historique
pt: Limpar Histórico do Chat

source: No messages yet
es: Aún no hay mensajes
fr: Pas encore de messages
pt: Ainda não há mensagens

# startConversation
source: Start the conversation!
es: ¡Inicia la conversación!
fr: Lancez la conversation !
pt: Inicie a conversa!

# members
source: {count} members
es: {count} miembros
fr: {count} membres
pt: {count} membros

source: Direct Chat
es: Chat Directo
fr: Discussion Directe
pt: Chat Direto

source: Group Chat
es: Chat Grupal
fr: Discussion de Groupe
pt: Chat em Grupo

source: Team Chat
es: Chat de Equipo
fr: Discussion d'Équipe
pt: Chat do Time

source: Unblock
es: Desbloquear
fr: Débloquer
pt: Desbloquear

source: Unblock User
es: Desbloquear Usuario
fr: Débloquer l'Utilisateur
pt: Desbloquear Usuário

# unblockUserConfirm
source: Are you sure you want to unblock this user? They will be able to message you again.
es: ¿Estás seguro de que quieres desbloquear a este usuario? Podrá enviarte mensajes de nuevo.
fr: Êtes-vous sûr de vouloir débloquer cet utilisateur ? Il pourra vous envoyer des messages à nouveau.
pt: Tem certeza de que deseja desbloquear este usuário? Ele poderá enviar mensagens novamente.

source: User unblocked
es: Usuario desbloqueado
fr: Utilisateur débloqué
pt: Usuário desbloqueado

# failedToUnblock
source: Failed to unblock user: {error}
es: Error al desbloquear usuario: {error}
fr: Échec du déblocage : {error}
pt: Falha ao desbloquear usuário: {error}

source: Video calling coming soon!
es: ¡Videollamadas próximamente!
fr: Appels vidéo bientôt disponibles !
pt: Chamadas de vídeo em breve!

source: Voice calling coming soon!
es: ¡Llamadas de voz próximamente!
fr: Appels vocaux bientôt disponibles !
pt: Chamadas de voz em breve!

# foundMessageFrom
source: Found message from {sender}
es: Mensaje encontrado de {sender}
fr: Message trouvé de {sender}
pt: Mensagem encontrada de {sender}

source: Chat muted
es: Chat silenciado
fr: Discussion en sourdine
pt: Chat silenciado

source: Chat unmuted
es: Chat con sonido
fr: Discussion réactivée
pt: Chat com som

# failedToUpdateMute
source: Failed to update mute settings
es: Error al actualizar configuración de silencio
fr: Échec de la mise à jour de la sourdine
pt: Falha ao atualizar configuração de silêncio

source: Chat history cleared
es: Historial del chat borrado
fr: Historique de discussion effacé
pt: Histórico do chat limpo

# failedToClearHistory
source: Failed to clear chat history
es: Error al borrar historial del chat
fr: Échec de l'effacement de l'historique
pt: Falha ao limpar histórico do chat

# youLeftChat
source: You left the chat
es: Saliste del chat
fr: Vous avez quitté la discussion
pt: Você saiu do chat

source: Failed to leave chat
es: Error al salir del chat
fr: Échec de la sortie de la discussion
pt: Falha ao sair do chat

# promoteAdminFirst
source: You must promote another admin before leaving
es: Debes promover otro administrador antes de salir
fr: Vous devez promouvoir un autre admin avant de partir
pt: Você deve promover outro admin antes de sair

# muteNotificationsTitle
source: Mute notifications
es: Silenciar notificaciones
fr: Couper les notifications
pt: Silenciar notificações

# oneHour
source: 1 hour
es: 1 hora
fr: 1 heure
pt: 1 hora

# eightHours
source: 8 hours
es: 8 horas
fr: 8 heures
pt: 8 horas

# oneDay
source: 1 day
es: 1 día
fr: 1 jour
pt: 1 dia

# oneWeek
source: 1 week
es: 1 semana
fr: 1 semaine
pt: 1 semana

source: Forever
es: Para siempre
fr: Pour toujours
pt: Para sempre

# clearChatHistoryConfirm
source: Are you sure you want to clear all messages in this chat? This action cannot be undone.
es: ¿Estás seguro de que quieres borrar todos los mensajes de este chat? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir effacer tous les messages ? Cette action est irréversible.
pt: Tem certeza de que deseja apagar todas as mensagens? Esta ação não pode ser desfeita.

# leaveChatConfirm
source: Are you sure you want to leave this chat?
es: ¿Estás seguro de que quieres salir de este chat?
fr: Êtes-vous sûr de vouloir quitter cette discussion ?
pt: Tem certeza de que deseja sair deste chat?

source: Unable to send messages
es: No se pueden enviar mensajes
fr: Impossible d'envoyer des messages
pt: Não é possível enviar mensagens

# failedToLoadMessages
source: Failed to load messages: {error}
es: Error al cargar mensajes: {error}
fr: Échec du chargement des messages : {error}
pt: Falha ao carregar mensagens: {error}

# failedToAddReaction
source: Failed to add reaction: {error}
es: Error al agregar reacción: {error}
fr: Échec de l'ajout de la réaction : {error}
pt: Falha ao adicionar reação: {error}

source: Alerts
es: Alertas
fr: Alertes
pt: Alertas

source: Friends
es: Amigos
fr: Amis
pt: Amigos

source: Messages
es: Mensajes
pt: Mensagens

source: Notification Settings
es: Configuración de Notificaciones
fr: Paramètres de Notification
pt: Configurações de Notificação

# resetLabel
source: Reset
es: Restablecer
fr: Réinitialiser
pt: Redefinir

source: Settings reset to defaults
es: Configuración restablecida
fr: Paramètres réinitialisés
pt: Configurações redefinidas

source: Push Notifications
es: Notificaciones Push
fr: Notifications Push
pt: Notificações Push

source: You will receive notifications
es: Recibirás notificaciones
fr: Vous recevrez des notifications
pt: Você receberá notificações

# allNotificationsDisabled
source: All notifications are disabled
es: Todas las notificaciones están desactivadas
fr: Toutes les notifications sont désactivées
pt: Todas as notificações estão desativadas

source: Quiet Hours
es: Horas de Silencio
fr: Heures Calmes
pt: Horário Silencioso

source: Enable Quiet Hours
es: Activar Horas de Silencio
fr: Activer les Heures Calmes
pt: Ativar Horário Silencioso

# noNotificationsFromTo
source: No notifications from {start} to {end}
es: Sin notificaciones de {start} a {end}
fr: Pas de notifications de {start} à {end}
pt: Sem notificações de {start} a {end}

source: Receive notifications anytime
es: Recibir notificaciones en cualquier momento
fr: Recevoir des notifications à tout moment
pt: Receber notificações a qualquer momento

source: Start Time
es: Hora de Inicio
fr: Heure de Début
pt: Hora de Início

source: End Time
es: Hora de Fin
fr: Heure de Fin
pt: Hora de Término

# getRemindedBeforeMatches
source: Get reminded before matches start
es: Recibe recordatorios antes de los partidos
fr: Soyez rappelé avant le début des matchs
pt: Receba lembretes antes dos jogos

source: Default Reminder Time
es: Tiempo de Recordatorio Predeterminado
fr: Temps de Rappel par Défaut
pt: Tempo de Lembrete Padrão

# favoriteTeamMatchesLabel
source: Favorite Team Matches
es: Partidos de Equipos Favoritos
fr: Matchs des Équipes Favorites
pt: Jogos dos Times Favoritos

# favoriteTeamMatchesDesc
source: Get notified when your favorite teams play
es: Recibe notificaciones cuando juegan tus equipos favoritos
fr: Soyez notifié quand vos équipes favorites jouent
pt: Receba notificações quando seus times favoritos jogam

source: Day Before Notification
es: Notificación del Día Anterior
fr: Notification la Veille
pt: Notificação do Dia Anterior

# dayBeforeNotificationDesc
source: Remind me the day before my team plays
es: Recuérdame el día antes de que juegue mi equipo
fr: Rappelez-moi la veille du match de mon équipe
pt: Lembre-me um dia antes do jogo do meu time

source: Live Match Alerts
es: Alertas de Partidos en Vivo
fr: Alertes Match en Direct
pt: Alertas de Jogos Ao Vivo

# liveMatchAlertsDesc
source: Get instant notifications during live matches
es: Recibe notificaciones instantáneas durante los partidos en vivo
fr: Notifications instantanées pendant les matchs en direct
pt: Notificações instantâneas durante jogos ao vivo

# whenGoalScored
source: When a goal is scored
es: Cuando se anota un gol
fr: Quand un but est marqué
pt: Quando um gol é marcado

source: Match Start
es: Inicio del Partido
fr: Début du Match
pt: Início do Jogo

# whenMatchKicksOff
source: When a match kicks off
es: Cuando comienza un partido
fr: Quand un match commence
pt: Quando um jogo começa

# halftimeLabel
source: Halftime
es: Medio Tiempo
fr: Mi-Temps
pt: Intervalo

source: Halftime score updates
es: Actualizaciones del marcador en medio tiempo
fr: Mises à jour du score à la mi-temps
pt: Atualizações do placar no intervalo

source: Match End
es: Fin del Partido
fr: Fin du Match
pt: Fim do Jogo

source: Final score notifications
es: Notificaciones del marcador final
fr: Notifications du score final
pt: Notificações do placar final

source: Red Cards
es: Tarjetas Rojas
fr: Cartons Rouges
pt: Cartões Vermelhos

source: Player sent off
es: Jugador expulsado
fr: Joueur expulsé
pt: Jogador expulso

source: Penalty kicks awarded
es: Penales otorgados
fr: Pénaltys accordés
pt: Pênaltis marcados

source: Watch Party Invites
es: Invitaciones a Fiestas
fr: Invitations aux Soirées
pt: Convites para Eventos

# watchPartyInvitesDesc
source: When someone invites you to a watch party
es: Cuando alguien te invita a una fiesta de visualización
fr: Quand quelqu'un vous invite à une soirée foot
pt: Quando alguém te convida para um evento

source: Watch Party Reminders
es: Recordatorios de Fiestas
fr: Rappels de Soirées
pt: Lembretes de Eventos

# watchPartyRemindersDesc
source: Remind me before watch parties I joined
es: Recuérdame antes de las fiestas a las que me uní
fr: Rappelez-moi avant les soirées auxquelles j'ai participé
pt: Lembre-me antes dos eventos que participei

source: Reminder Time
es: Hora del Recordatorio
fr: Heure du Rappel
pt: Hora do Lembrete

source: Watch Party Updates
es: Actualizaciones de Fiestas
fr: Mises à Jour des Soirées
pt: Atualizações de Eventos

# watchPartyUpdatesDesc
source: Host messages and party changes
es: Mensajes del anfitrión y cambios de la fiesta
fr: Messages de l'hôte et changements de la soirée
pt: Mensagens do organizador e mudanças do evento

source: Friend Requests
es: Solicitudes de Amistad
fr: Demandes d'Amitié
pt: Pedidos de Amizade

# friendRequestsDesc
source: When someone sends you a friend request
es: Cuando alguien te envía una solicitud de amistad
fr: Quand quelqu'un vous envoie une demande d'amitié
pt: Quando alguém te envia um pedido de amizade

# messagesNotification
source: Messages
es: Mensajes
pt: Mensagens

# messagesNotificationDesc
source: New direct and group messages
es: Nuevos mensajes directos y grupales
fr: Nouveaux messages directs et de groupe
pt: Novas mensagens diretas e de grupo

# mentionsLabel
source: Mentions
es: Menciones
pt: Menções

# mentionsDesc
source: When someone mentions you
es: Cuando alguien te menciona
fr: Quand quelqu'un vous mentionne
pt: Quando alguém te menciona

# predictionsAndLeaderboard
source: Predictions & Leaderboard
es: Predicciones y Clasificación
fr: Pronostics et Classement
pt: Palpites e Classificação

source: Prediction Results
es: Resultados de Predicciones
fr: Résultats des Pronostics
pt: Resultados dos Palpites

# predictionResultsDesc
source: How your predictions performed
es: Cómo funcionaron tus predicciones
fr: Comment vos pronostics ont performé
pt: Como seus palpites se saíram

source: Leaderboard Updates
es: Actualizaciones de Clasificación
fr: Mises à Jour du Classement
pt: Atualizações da Classificação

# leaderboardUpdatesDesc
source: Your ranking changes
es: Cambios en tu ranking
fr: Changements de votre classement
pt: Mudanças no seu ranking

source: Select Reminder Time
es: Seleccionar Hora de Recordatorio
fr: Sélectionner l'Heure de Rappel
pt: Selecionar Hora do Lembrete

# minutesBefore
source: {minutes} minutes before
es: {minutes} minutos antes
fr: {minutes} minutes avant
pt: {minutes} minutos antes

# worldCup2026Title
source: World Cup 2026
es: Copa del Mundo 2026
fr: Coupe du Monde 2026
pt: Copa do Mundo 2026

# gameDayComingSoon
source: Game day is coming soon!
es: El dia del partido se acerca!
fr: Le jour du match arrive bientot!
pt: O dia do jogo esta chegando!

source: Unknown state
es: Estado desconocido
fr: Etat inconnu
pt: Estado desconhecido
