Repository: cryptochris8/Pregame-World-Cup
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# noGamesForWeek
source: No games found for {year} Week {week}
es: No se encontraron partidos para {year} Semana {week}
fr: Aucun match trouve pour {year} Semaine {week}
pt: Nenhum jogo encontrado para {year} Semana {week}

# testDataWeek
source: Test Data - {year} Week {week}
es: Datos de Prueba - {year} Semana {week}
fr: Donnees de Test - {year} Semaine {week}
pt: Dados de Teste - {year} Semana {week}

# sharedFromPregame
source: Shared from Pregame World Cup 2026
es: Compartido desde Pregame Copa del Mundo 2026
fr: Partage depuis Pregame Coupe du Monde 2026
pt: Compartilhado do Pregame Copa do Mundo 2026

# matchInProgressWithMinute
source: Match in progress - {minute}'
es: Partido en curso - {minute}'
fr: Match en cours - {minute}'
pt: Jogo em andamento - {minute}'

source: Match in progress
es: Partido en curso
fr: Match en cours
pt: Jogo em andamento

# showAllVenues
source: Show all {count} venues
es: Mostrar los {count} lugares
fr: Afficher les {count} lieux
pt: Mostrar todos os {count} locais

# aiMatchAnalysisGate
source: Get AI-powered match analysis, historical insights, and key player matchups with Superfan Pass.
es: Obtén análisis de partidos con IA, perspectivas históricas y enfrentamientos clave con el Pase Superfan.
fr: Obtenez des analyses de matchs par IA, des perspectives historiques et des confrontations clés avec le Pass Superfan.
pt: Obtenha análises de jogos com IA, perspectivas históricas e confrontos-chave com o Passe Superfã.

source: Host Nation
es: País Anfitrión
fr: Pays Hôte
pt: País Sede

source: FIFA Ranking
es: Ranking FIFA
fr: Classement FIFA
pt: Ranking FIFA

source: World Cup Titles
es: Títulos Mundiales
fr: Titres en Coupe du Monde
pt: Títulos Mundiais

source: Group
es: Grupo
fr: Groupe
pt: Grupo

source: Team Information
es: Información del Equipo
fr: Informations sur l'Équipe
pt: Informações da Seleção

source: Country
es: País
fr: Pays
pt: País

source: FIFA Code
es: Código FIFA
fr: Code FIFA
pt: Código FIFA

source: Confederation
es: Confederación
fr: Confédération
pt: Confederação

source: Short Name
es: Nombre Corto
fr: Nom Court
pt: Nome Curto

source: World Cup History
es: Historia en la Copa del Mundo
fr: Historique en Coupe du Monde
pt: Histórico na Copa do Mundo

# titleCount
source: {count} {count, plural, =1{Title} other{Titles}}
es: {count} {count, plural, =1{Título} other{Títulos}}
fr: {count} {count, plural, =1{Titre} other{Titres}}
pt: {count} {count, plural, =1{Título} other{Títulos}}

source: No World Cup titles yet
es: Sin títulos mundiales aún
fr: Pas encore de titre en Coupe du Monde
pt: Sem títulos mundiais ainda

# groupLabel
source: Group {letter}
es: Grupo {letter}
fr: Groupe {letter}
pt: Grupo {letter}

source: View Standings
es: Ver Clasificación
fr: Voir le Classement
pt: Ver Classificação

# tapToSeeGroupStandings
source: Tap to see full group standings and matches
es: Toca para ver la clasificación completa del grupo
fr: Appuyez pour voir le classement complet du groupe
pt: Toque para ver a classificação completa do grupo

# teamMatchesWillAppear
source: Team matches will appear here
es: Los partidos del equipo aparecerán aquí
fr: Les matchs de l'équipe apparaîtront ici
pt: Os jogos da seleção aparecerão aqui

source: View All
es: Ver Todo
fr: Tout Voir
pt: Ver Tudo

source: Search teams...
es: Buscar equipos...
fr: Rechercher des équipes...
pt: Buscar seleções...

# teamsCountSimple
source: {count} teams
es: {count} equipos
fr: {count} équipes
pt: {count} seleções

source: No teams found
es: No se encontraron equipos
fr: Aucune équipe trouvée
pt: Nenhuma seleção encontrada

# tryAdjustingFilters
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros
fr: Essayez d'ajuster votre recherche ou vos filtres
pt: Tente ajustar sua busca ou filtros

source: My Predictions
es: Mis Predicciones
fr: Mes Pronostics
pt: Meus Palpites

source: Update Results
es: Actualizar Resultados
fr: Mettre à Jour les Résultats
pt: Atualizar Resultados

source: Clear All
es: Borrar Todo
fr: Tout Effacer
pt: Limpar Tudo

source: All
es: Todos
fr: Tous
pt: Todos

source: Pending
es: Pendiente
fr: En Attente
pt: Pendente

source: Correct
es: Correcto
pt: Correto

source: Incorrect
es: Incorrecto
pt: Incorreto

source: No Predictions Yet
es: Sin Predicciones Aún
fr: Pas Encore de Pronostics
pt: Sem Palpites Ainda

# makePredictionsPrompt
source: Make predictions on upcoming matches to track your accuracy and earn points!
es: Haz predicciones en próximos partidos para seguir tu precisión y ganar puntos!
fr: Faites des pronostics sur les prochains matchs pour suivre votre précision et gagner des points !
pt: Faça palpites nos próximos jogos para acompanhar sua precisão e ganhar pontos!

source: Go to Matches
es: Ir a Partidos
fr: Aller aux Matchs
pt: Ir para Jogos

source: No pending predictions
es: Sin predicciones pendientes
fr: Pas de pronostics en attente
pt: Sem palpites pendentes

# noCorrectPredictions
source: No correct predictions yet
es: Sin predicciones correctas aún
fr: Pas encore de pronostics corrects
pt: Sem palpites corretos ainda

source: No incorrect predictions
es: Sin predicciones incorrectas
fr: Pas de pronostics incorrects
pt: Sem palpites incorretos

source: No predictions
es: Sin predicciones
fr: Pas de pronostics
pt: Sem palpites

source: Delete Prediction?
es: ¿Eliminar Predicción?
fr: Supprimer le Pronostic ?
pt: Excluir Palpite?

# deletePredictionConfirm
source: Delete your prediction for {homeTeam} vs {awayTeam}?
es: ¿Eliminar tu predicción para {homeTeam} vs {awayTeam}?
fr: Supprimer votre pronostic pour {homeTeam} vs {awayTeam} ?
pt: Excluir seu palpite para {homeTeam} vs {awayTeam}?

source: Clear All Predictions?
es: ¿Borrar Todas las Predicciones?
fr: Effacer Tous les Pronostics ?
pt: Limpar Todos os Palpites?

# clearAllPredictionsConfirm
source: This will permanently delete all your predictions. This action cannot be undone.
es: Esto eliminará permanentemente todas tus predicciones. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement tous vos pronostics. Cette action est irréversible.
pt: Isso excluirá permanentemente todos os seus palpites. Esta ação não pode ser desfeita.

source: Exact Score!
es: ¡Resultado Exacto!
fr: Score Exact !
pt: Placar Exato!

source: Correct Result
es: Resultado Correcto
fr: Résultat Correct
pt: Resultado Correto

source: Result
es: Resultado
fr: Résultat
pt: Resultado

source: Points Earned
es: Puntos Ganados
fr: Points Gagnés
pt: Pontos Ganhos

source: Group Standings
es: Clasificación de Grupos
fr: Classement des Groupes
pt: Classificação dos Grupos

# noGroupDataAvailableForGroup
source: Group {letter} data not available
es: Datos del Grupo {letter} no disponibles
fr: Données du Groupe {letter} non disponibles
pt: Dados do Grupo {letter} não disponíveis

source: Qualification
es: Clasificación
pt: Classificação

source: Qualified (Top 2)
es: Clasificados (Top 2)
fr: Qualifiés (Top 2)
pt: Classificados (Top 2)

# possibleQualification
source: Possible Qualification (Best 3rd place)
es: Posible Clasificación (Mejor 3er lugar)
fr: Qualification Possible (Meilleur 3e)
pt: Possível Classificação (Melhor 3o lugar)

# tiebreakers
source: Tiebreakers (in order):
es: Desempates (en orden):
fr: Critères de départage (dans l'ordre) :
pt: Critérios de desempate (em ordem):

# tiebreakersList
source: 1. Points 2. Goal difference 3. Goals scored 4. Head-to-head points 5. Fair play (yellow/red cards) 6. Drawing of lots
es: 1. Puntos 2. Diferencia de goles 3. Goles a favor 4. Puntos entre sí 5. Fair play (tarjetas) 6. Sorteo
fr: 1. Points 2. Différence de buts 3. Buts marqués 4. Points en confrontation directe 5. Fair-play (cartons) 6. Tirage au sort
pt: 1. Pontos 2. Saldo de gols 3. Gols marcados 4. Confronto direto 5. Fair play (cartões) 6. Sorteio

source: Knockout Bracket
es: Cuadro Eliminatorio
fr: Tableau Éliminatoire
pt: Chaveamento Eliminatório

source: Finals
es: Finales
fr: Finales
pt: Finais

# bracketDataNotAvailable
source: Bracket data not available yet
es: Cuadro eliminatorio aún no disponible
fr: Tableau éliminatoire pas encore disponible
pt: Chaveamento ainda não disponível

source: Matches not yet determined
es: Partidos aún no determinados
fr: Matchs pas encore déterminés
pt: Jogos ainda não determinados

# teamsSetAfterGroupStage
source: Teams will be set after group stage
es: Los equipos se definirán después de la fase de grupos
fr: Les équipes seront définies après la phase de groupes
pt: As seleções serão definidas após a fase de grupos

source: Third Place Play-off
es: Partido por el Tercer Lugar
fr: Match pour la 3e Place
pt: Disputa pelo 3o Lugar

source: Current: {round}
es: Actual: {round}
fr: En cours : {round}
pt: Atual: {round}

source: No bracket data
es: Sin datos del cuadro
fr: Pas de données du tableau
pt: Sem dados do chaveamento

# noMatchesScheduledForDay
source: No matches scheduled for this day
es: No hay partidos programados para este día
fr: Aucun match prévu ce jour
pt: Nenhum jogo programado para este dia

# tryDifferentDate
source: Try selecting a different date
es: Intenta seleccionar otra fecha
fr: Essayez de sélectionner une autre date
pt: Tente selecionar outra data

# showingMatchesFor
source: Showing matches for {date}
es: Mostrando partidos para {date}
fr: Matchs pour le {date}
pt: Mostrando jogos para {date}

# matchCount
source: {count} match{count, plural, =1{} other{es}}
es: {count} partido{count, plural, =1{} other{s}}
fr: {count} match{count, plural, =1{} other{s}}
pt: {count} jogo{count, plural, =1{} other{s}}

source: My Profile
es: Mi Perfil
fr: Mon Profil
pt: Meu Perfil

source: Accessibility Settings
es: Configuración de Accesibilidad
fr: Paramètres d'Accessibilité
pt: Configurações de Acessibilidade

source: Timezone Settings
es: Configuración de Zona Horaria
fr: Paramètres de Fuseau Horaire
pt: Configurações de Fuso Horário

source: Error loading profile
es: Error al cargar perfil
fr: Erreur lors du chargement du profil
pt: Erro ao carregar perfil

source: Error signing out
es: Error al cerrar sesión
fr: Erreur lors de la déconnexion
pt: Erro ao sair

source: Sports Fan
es: Aficionado
fr: Fan de Sport
pt: Fã de Esportes

# pregameFanSince
source: Pregame Fan Since {date}
es: Fan de Pregame desde {date}
fr: Fan de Pregame depuis {date}
pt: Fã do Pregame desde {date}

source: Games Tracked
es: Partidos Seguidos
fr: Matchs Suivis
pt: Jogos Acompanhados

source: Profile Customization
es: Personalización de Perfil
fr: Personnalisation du Profil
pt: Personalização do Perfil

# profileCustomizationDesc
source: Upload photos, set favorite teams, and personalize your sports fan profile
es: Sube fotos, elige equipos favoritos y personaliza tu perfil
fr: Téléchargez des photos, choisissez vos équipes favorites et personnalisez votre profil
pt: Envie fotos, escolha seleções favoritas e personalize seu perfil

# activityFeedDesc
source: Track your game predictions, venue check-ins, and social interactions
es: Sigue tus predicciones, check-ins y actividad social
fr: Suivez vos pronostics, check-ins et activités sociales
pt: Acompanhe seus palpites, check-ins e atividade social

source: Achievements
es: Logros
fr: Succès
pt: Conquistas

# achievementsDesc
source: Unlock badges for predictions, social activity, and venue discoveries
es: Desbloquea insignias por predicciones, actividad social y descubrimientos
fr: Débloquez des badges pour vos pronostics, activités sociales et découvertes
pt: Desbloqueie medalhas por palpites, atividade social e descobertas

# accessibilityCustomizeDesc
source: Customize text size, contrast, motion, and more
es: Personaliza tamaño de texto, contraste, movimiento y más
fr: Personnalisez la taille du texte, le contraste, les animations et plus
pt: Personalize tamanho do texto, contraste, movimento e mais

source: Find Friends
es: Encontrar Amigos
fr: Trouver des Amis
pt: Encontrar Amigos

# searchByNameOrTeam
source: Search by name or favorite team...
es: Buscar por nombre o equipo favorito...
fr: Rechercher par nom ou équipe favorite...
pt: Buscar por nome ou seleção favorita...

# searchForFriends
source: Search for friends by name or favorite team
es: Busca amigos por nombre o equipo favorito
fr: Recherchez des amis par nom ou équipe favorite
pt: Busque amigos por nome ou seleção favorita

# noUsersFound
source: No users found for "{query}"
es: No se encontraron usuarios para "{query}"
fr: Aucun utilisateur trouvé pour "{query}"
pt: Nenhum usuário encontrado para "{query}"

# tryDifferentSearch
source: Try searching for a different name or team
es: Intenta buscar un nombre o equipo diferente
fr: Essayez de rechercher un autre nom ou équipe
pt: Tente buscar um nome ou seleção diferente

source: Add
es: Agregar
fr: Ajouter
pt: Adicionar

# friendRequestSentTo
source: Friend request sent to {name}
es: Solicitud de amistad enviada a {name}
fr: Demande d'amitié envoyée à {name}
pt: Pedido de amizade enviado para {name}

source: Failed to send friend request
es: Error al enviar solicitud de amistad
fr: Échec de l'envoi de la demande d'amitié
pt: Falha ao enviar pedido de amizade

source: Error sending friend request
es: Error al enviar solicitud de amistad
fr: Erreur lors de l'envoi de la demande d'amitié
pt: Erro ao enviar pedido de amizade

# errorSearchingUsers
source: Error searching users. Please try again.
es: Error al buscar usuarios. Intenta de nuevo.
fr: Erreur lors de la recherche. Veuillez réessayer.
pt: Erro ao buscar usuários. Tente novamente.

source: Requests
es: Solicitudes
fr: Demandes
pt: Pedidos

source: Sent
es: Enviadas
fr: Envoyées
pt: Enviados

source: Loading friends...
es: Cargando amigos...
fr: Chargement des amis...
pt: Carregando amigos...

source: Friend request accepted!
es: ¡Solicitud de amistad aceptada!
fr: Demande d'amitié acceptée !
pt: Pedido de amizade aceito!

source: Friend request declined
es: Solicitud de amistad rechazada
fr: Demande d'amitié refusée
pt: Pedido de amizade recusado

# failedToDecline
source: Failed to decline friend request
es: Error al rechazar solicitud
fr: Échec du refus de la demande
pt: Falha ao recusar pedido

source: Friend request cancelled
es: Solicitud de amistad cancelada
fr: Demande d'amitié annulée
pt: Pedido de amizade cancelado

# failedToCancelRequest
source: Failed to cancel friend request
es: Error al cancelar solicitud
fr: Échec de l'annulation de la demande
pt: Falha ao cancelar pedido

# removedFromFriends
source: {name} removed from friends
es: {name} eliminado de amigos
fr: {name} retiré des amis
pt: {name} removido dos amigos

# failedToRemove
source: Failed to remove {name}
es: Error al eliminar a {name}
fr: Échec de la suppression de {name}
pt: Falha ao remover {name}

# userBlocked
source: {name} has been blocked
es: {name} ha sido bloqueado
fr: {name} a été bloqué
pt: {name} foi bloqueado

# failedToBlock
source: Failed to block {name}
es: Error al bloquear a {name}
fr: Échec du blocage de {name}
pt: Falha ao bloquear {name}

source: Opening chat...
es: Abriendo chat...
fr: Ouverture du chat...
pt: Abrindo chat...

# unableToStartChat
source: Unable to start chat. User may be blocked.
es: No se puede iniciar el chat. El usuario puede estar bloqueado.
fr: Impossible de démarrer le chat. L'utilisateur est peut-être bloqué.
pt: Não foi possível iniciar o chat. O usuário pode estar bloqueado.

# failedToStartChat
source: Failed to start chat: {error}
es: Error al iniciar chat: {error}
fr: Échec du démarrage du chat : {error}
pt: Falha ao iniciar chat: {error}

source: Successfully joined!
es: ¡Te uniste exitosamente!
fr: Vous avez rejoint avec succès !
pt: Você entrou com sucesso!

source: Reload
es: Recargar
fr: Recharger
pt: Recarregar

source: Details
es: Detalles
fr: Détails
pt: Detalhes

source: Edit Party
es: Editar Fiesta
fr: Modifier la Soirée
pt: Editar Evento

source: Start Party
es: Iniciar Fiesta
fr: Démarrer la Soirée
pt: Iniciar Evento

source: End Party
es: Terminar Fiesta
fr: Terminer la Soirée
pt: Encerrar Evento

source: Cancel Party
es: Cancelar Fiesta
fr: Annuler la Soirée
pt: Cancelar Evento

source: View on Map
es: Ver en Mapa
fr: Voir sur la Carte
pt: Ver no Mapa

# noMessagesYetChat
source: No messages yet
es: Aún no hay mensajes
fr: Pas encore de messages
pt: Sem mensagens ainda

# beFirstToSayHello
source: Be the first to say hello!
es: ¡Sé el primero en saludar!
fr: Soyez le premier à dire bonjour !
pt: Seja o primeiro a dizer olá!

# spotsLeft
source: {count} spots left
es: {count} lugares disponibles
fr: {count} places restantes
pt: {count} vagas restantes

source: Join In Person
es: Unirse en Persona
fr: Rejoindre en Personne
pt: Participar Presencialmente

source: Ended
es: Terminada
fr: Terminée
pt: Encerrado

source: Cancel Watch Party?
es: ¿Cancelar la Fiesta?
fr: Annuler la Soirée ?
pt: Cancelar o Evento?

# cancelWatchPartyConfirm
source: This action cannot be undone. All attendees will be notified.
es: Esta acción no se puede deshacer. Se notificará a todos los asistentes.
fr: Cette action est irréversible. Tous les participants seront notifiés.
pt: Esta ação não pode ser desfeita. Todos os participantes serão notificados.

source: Keep
es: Mantener
fr: Garder
pt: Manter

source: Remove Member?
es: ¿Eliminar Miembro?
fr: Retirer le Membre ?
pt: Remover Membro?

# removeMemberConfirm
source: Remove {name} from the watch party?
es: ¿Eliminar a {name} de la fiesta?
fr: Retirer {name} de la soirée ?
pt: Remover {name} do evento?

source: Remove
es: Eliminar
fr: Retirer
pt: Remover

# joinPartToChat
source: Join the party to chat
es: Únete a la fiesta para chatear
fr: Rejoignez la soirée pour discuter
pt: Participe do evento para conversar

source: You have been muted
es: Has sido silenciado
fr: Vous avez été mis en sourdine
pt: Você foi silenciado

# payForVirtualToChat
source: Pay for virtual attendance to chat
es: Paga la asistencia virtual para chatear
fr: Payez la participation virtuelle pour discuter
pt: Pague pela participação virtual para conversar

source: Could not open maps
es: No se pudo abrir el mapa
fr: Impossible d'ouvrir la carte
pt: Não foi possível abrir o mapa

# settingsResetToDefaultsFull
source: Settings reset to defaults
es: Configuración restablecida
fr: Paramètres réinitialisés
pt: Configurações redefinidas

# accessibilitySettingsTitle
source: Accessibility Settings
es: Configuración de Accesibilidad
fr: Paramètres d'Accessibilité
pt: Configurações de Acessibilidade

# accessibilitySettingsIntro
source: Customize your experience to make Pregame World Cup easier to use.
es: Personaliza tu experiencia para que Pregame Copa del Mundo sea más fácil de usar.
fr: Personnalisez votre expérience pour rendre Pregame Coupe du Monde plus facile à utiliser.
pt: Personalize sua experiência para tornar o Pregame Copa do Mundo mais fácil de usar.

source: Vision
es: Visión
pt: Visão

# highContrastSubtitle
source: Use high contrast colors for better visibility
es: Usa colores de alto contraste para mejor visibilidad
fr: Utilisez des couleurs à contraste élevé pour une meilleure visibilité
pt: Use cores de alto contraste para melhor visibilidade

# boldTextSubtitle
source: Make all text bolder and easier to read
es: Haz todo el texto más grueso y fácil de leer
fr: Rendre tout le texte plus gras et plus facile à lire
pt: Torne todo o texto mais grosso e fácil de ler

source: Motion
es: Movimiento
fr: Animation
pt: Movimento

# reduceMotionSubtitle
source: Minimize animations and motion effects
es: Minimiza animaciones y efectos de movimiento
fr: Minimiser les animations et les effets de mouvement
pt: Minimizar animações e efeitos de movimento

source: Interaction
es: Interacción
pt: Interação

source: Larger Touch Targets
es: Áreas de Toque Más Grandes
fr: Zones de Contact Plus Grandes
pt: Áreas de Toque Maiores

# largerTouchTargetsSubtitle
source: Make buttons and controls easier to tap
es: Haz botones y controles más fáciles de tocar
fr: Rendre les boutons et contrôles plus faciles à toucher
pt: Torne botões e controles mais fáceis de tocar

source: Text Size
es: Tamaño del Texto
fr: Taille du Texte
pt: Tamanho do Texto

source: Text Scale
es: Escala del Texto
fr: Échelle du Texte
pt: Escala do Texto

# adjustTextSize
source: Adjust the size of text throughout the app
es: Ajusta el tamaño del texto en toda la app
fr: Ajuster la taille du texte dans toute l'application
pt: Ajuste o tamanho do texto em todo o aplicativo

source: Sample Text Preview
es: Vista Previa del Texto
fr: Aperçu du Texte
pt: Prévia do Texto

source: Use System Default
es: Usar Predeterminado del Sistema
fr: Utiliser les Paramètres Système
pt: Usar Padrão do Sistema

source: Small
es: Pequeño
fr: Petit
pt: Pequeno

source: Default
es: Predeterminado
fr: Par Défaut
pt: Padrão

source: Large
es: Grande
fr: Grand
pt: Grande

source: Extra Large
es: Extra Grande
fr: Très Grand
pt: Extra Grande

source: Maximum
es: Máximo
pt: Máximo

source: Screen Reader
es: Lector de Pantalla
fr: Lecteur d'Écran
pt: Leitor de Tela

source: Screen Reader Optimized
es: Optimizado para Lector de Pantalla
fr: Optimisé pour le Lecteur d'Écran
pt: Otimizado para Leitor de Tela

# screenReaderSubtitle
source: Enhance compatibility with VoiceOver and TalkBack
es: Mejorar compatibilidad con VoiceOver y TalkBack
fr: Améliorer la compatibilité avec VoiceOver et TalkBack
pt: Melhorar compatibilidade com VoiceOver e TalkBack

source: System Settings
es: Configuración del Sistema
fr: Paramètres Système
pt: Configurações do Sistema

# systemSettingsInfo
source: These settings work alongside your device's accessibility settings. For more options, visit your device's Settings > Accessibility.
es: Estos ajustes funcionan junto con la configuración de accesibilidad de tu dispositivo. Para más opciones, visita Configuración > Accesibilidad.
fr: Ces paramètres fonctionnent avec les paramètres d'accessibilité de votre appareil. Pour plus d'options, visitez Paramètres > Accessibilité.
pt: Estas configurações funcionam junto com as configurações de acessibilidade do seu dispositivo. Para mais opções, visite Configurações > Acessibilidade.

# resetAllSettings
source: Reset
es: Restablecer
fr: Réinitialiser
pt: Redefinir

source: Setting updated
es: Configuración actualizada
fr: Paramètre mis à jour
pt: Configuração atualizada

# teamsOfTotal
source: {count} of {total} teams
es: {count} de {total} equipos
fr: {count} sur {total} équipes
pt: {count} de {total} seleções

# errorOpeningMaps
source: Error opening maps: {error}
es: Error al abrir mapas: {error}
fr: Erreur lors de l'ouverture des cartes : {error}
pt: Erro ao abrir mapas: {error}

# attendeesWithCount
source: Attendees ({count})
es: Asistentes ({count})
fr: Participants ({count})
pt: Participantes ({count})

# noAdminAccess
source: You do not have admin access
es: No tienes acceso de administrador
fr: Vous n'avez pas accès à l'administration
pt: Você não tem acesso de administrador

source: Admin Dashboard
es: Panel de Administración
fr: Tableau de Bord Admin
pt: Painel de Administração

source: Failed to load stats
es: Error al cargar estadísticas
fr: Échec du chargement des statistiques
pt: Falha ao carregar estatísticas

source: Overview
es: Resumen
fr: Aperçu
pt: Visão Geral

source: Total Users
es: Usuarios Totales
fr: Utilisateurs Totaux
pt: Total de Usuários

# activeUsers24h
source: Active (24h)
es: Activos (24h)
fr: Actifs (24h)
pt: Ativos (24h)

source: New Today
es: Nuevos Hoy
fr: Nouveaux Aujourd'hui
pt: Novos Hoje

source: Active Parties
es: Fiestas Activas
fr: Soirées Actives
pt: Eventos Ativos

source: Pending Reports
es: Reportes Pendientes
fr: Signalements en Attente
pt: Denúncias Pendentes

source: Quick Actions
es: Acciones Rápidas
fr: Actions Rapides
pt: Ações Rápidas

source: User Management
es: Gestión de Usuarios
fr: Gestion des Utilisateurs
pt: Gestão de Usuários
