Repository: cryptochris8/Pregame-World-Cup
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# userManagementDesc
source: View, edit, and manage user accounts
es: Ver, editar y gestionar cuentas de usuarios
fr: Voir, modifier et gérer les comptes utilisateurs
pt: Ver, editar e gerenciar contas de usuários

source: Content Moderation
es: Moderación de Contenido
fr: Modération du Contenu
pt: Moderação de Conteúdo

source: Manage watch party listings
es: Gestionar listados de fiestas
fr: Gérer les annonces de soirées
pt: Gerenciar listagens de eventos

source: Feature Flags
es: Funcionalidades
fr: Fonctionnalités
pt: Funcionalidades

source: Toggle app features
es: Activar/desactivar funciones
fr: Activer/désactiver les fonctionnalités
pt: Ativar/desativar funcionalidades

source: Send broadcast notifications
es: Enviar notificaciones masivas
fr: Envoyer des notifications de diffusion
pt: Enviar notificações em massa

source: No pending reports
es: Sin reportes pendientes
fr: Aucun signalement en attente
pt: Sem denúncias pendentes

source: All caught up!
es: ¡Todo al día!
fr: Tout est à jour !
pt: Tudo em dia!

# reportedBy
source: Reported by {name}
es: Reportado por {name}
fr: Signalé par {name}
pt: Denunciado por {name}

source: Content Owner
es: Propietario del Contenido
fr: Propriétaire du Contenu
pt: Proprietário do Conteúdo

source: Content ID
es: ID del Contenido
fr: ID du Contenu
pt: ID do Conteúdo

source: Reported
es: Reportado
fr: Signalé
pt: Denunciado

source: Reported Content:
es: Contenido Reportado:
fr: Contenu Signalé :
pt: Conteúdo Denunciado:

source: Dismiss
es: Descartar
fr: Rejeter
pt: Descartar

source: Warn
es: Advertir
fr: Avertir
pt: Advertir

source: Take Action
es: Tomar Acción
fr: Agir
pt: Tomar Ação

source: Report dismissed
es: Reporte descartado
fr: Signalement rejeté
pt: Denúncia descartada

source: Warning issued
es: Advertencia emitida
fr: Avertissement émis
pt: Advertência emitida

source: Remove Content
es: Eliminar Contenido
fr: Supprimer le Contenu
pt: Remover Conteúdo

# deleteReportedContent
source: Delete the reported content
es: Eliminar el contenido reportado
fr: Supprimer le contenu signalé
pt: Excluir o conteúdo denunciado

source: Mute User (24h)
es: Silenciar Usuario (24h)
fr: Couper l'Utilisateur (24h)
pt: Silenciar Usuário (24h)

# temporarilyPreventPosting
source: Temporarily prevent user from posting
es: Impedir temporalmente que el usuario publique
fr: Empêcher temporairement l'utilisateur de publier
pt: Impedir temporariamente o usuário de publicar

source: Suspend User (7 days)
es: Suspender Usuario (7 días)
fr: Suspendre l'Utilisateur (7 jours)
pt: Suspender Usuário (7 dias)

source: Suspend user account
es: Suspender cuenta de usuario
fr: Suspendre le compte utilisateur
pt: Suspender conta do usuário

source: Permanent Ban
es: Prohibición Permanente
fr: Bannissement Permanent
pt: Banimento Permanente

source: Permanently ban user
es: Prohibir permanentemente al usuario
fr: Bannir définitivement l'utilisateur
pt: Banir permanentemente o usuário

# actionTaken
source: Action taken: {action}
es: Acción tomada: {action}
fr: Action prise : {action}
pt: Ação tomada: {action}

source: Add Flag
es: Agregar Bandera
fr: Ajouter un Flag
pt: Adicionar Flag

source: No feature flags
es: Sin funcionalidades
fr: Aucune fonctionnalité
pt: Sem funcionalidades

source: Create Flag
es: Crear Bandera
fr: Créer un Flag
pt: Criar Flag

source: Enabled
es: Activado
fr: Activé
pt: Ativado

source: Disabled
es: Desactivado
fr: Désactivé
pt: Desativado

source: Updated: {date}
es: Actualizado: {date}
fr: Mis à jour : {date}
pt: Atualizado: {date}

source: Failed to update flag
es: Error al actualizar la bandera
fr: Échec de la mise à jour du flag
pt: Falha ao atualizar o flag

source: Create Feature Flag
es: Crear Funcionalidad
fr: Créer une Fonctionnalité
pt: Criar Funcionalidade

source: Name
es: Nombre
fr: Nom
pt: Nome

# featureFlagNameHint
source: e.g., Live Chat Feature
es: ej., Función de Chat en Vivo
fr: ex., Fonction Chat en Direct
pt: ex., Função de Chat ao Vivo

source: Description
es: Descripción
pt: Descrição

# featureFlagDescHint
source: What does this flag control?
es: ¿Qué controla esta funcionalidad?
fr: Que contrôle ce flag ?
pt: O que este flag controla?

source: Feature flag created
es: Funcionalidad creada
fr: Fonctionnalité créée
pt: Funcionalidade criada

source: Create
es: Crear
fr: Créer
pt: Criar

source: Filter Venues
es: Filtrar Lugares
fr: Filtrer les Lieux
pt: Filtrar Locais

source: Venue Types
es: Tipos de Lugar
fr: Types de Lieux
pt: Tipos de Local

source: Maximum Distance
es: Distancia Máxima
fr: Distance Maximale
pt: Distância Máxima

source: Minimum Rating
es: Calificación Mínima
fr: Note Minimale
pt: Avaliação Mínima

source: Open Now
es: Abierto Ahora
fr: Ouvert Maintenant
pt: Aberto Agora

source: Price Level
es: Nivel de Precio
fr: Niveau de Prix
pt: Nível de Preço

# searchSpecificFeatures
source: Search for Specific Features
es: Buscar Características Específicas
fr: Rechercher des Caractéristiques
pt: Buscar Características Específicas

# keywordSearchHint
source: e.g., wings, craft beer, live music
es: ej., alitas, cerveza artesanal, música en vivo
fr: ex., ailes de poulet, bière artisanale, musique live
pt: ex., asinhas, cerveja artesanal, música ao vivo

source: Apply Filters
es: Aplicar Filtros
fr: Appliquer les Filtres
pt: Aplicar Filtros

source: Invite sent!
es: ¡Invitación enviada!
fr: Invitation envoyée !
pt: Convite enviado!

source: Send ({count})
es: Enviar ({count})
fr: Envoyer ({count})
pt: Enviar ({count})

# addPersonalMessage
source: Add a personal message (optional)
es: Agregar un mensaje personal (opcional)
fr: Ajouter un message personnel (optionnel)
pt: Adicionar uma mensagem pessoal (opcional)

# friendsSelected
source: {count, plural, =1{1 friend selected} other{{count} friends selected}}
es: {count, plural, =1{1 amigo seleccionado} other{{count} amigos seleccionados}}
fr: {count, plural, =1{1 ami sélectionné} other{{count} amis sélectionnés}}
pt: {count, plural, =1{1 amigo selecionado} other{{count} amigos selecionados}}

source: No friends to invite
es: No hay amigos para invitar
fr: Aucun ami à inviter
pt: Nenhum amigo para convidar

# followPeopleToInvite
source: Follow some people to invite them to watch parties
es: Sigue a personas para invitarlas a fiestas
fr: Suivez des personnes pour les inviter aux soirées
pt: Siga pessoas para convidá-las para eventos

# sendInvites
source: {count, plural, =1{Send 1 Invite} other{Send {count} Invites}}
es: {count, plural, =1{Enviar 1 Invitación} other{Enviar {count} Invitaciones}}
fr: {count, plural, =1{Envoyer 1 Invitation} other{Envoyer {count} Invitations}}
pt: {count, plural, =1{Enviar 1 Convite} other{Enviar {count} Convites}}

# invitesSent
source: {count, plural, =1{Sent 1 invite!} other{Sent {count} invites!}}
es: {count, plural, =1{¡1 invitación enviada!} other{¡{count} invitaciones enviadas!}}
fr: {count, plural, =1{1 invitation envoyée !} other{{count} invitations envoyées !}}
pt: {count, plural, =1{1 convite enviado!} other{{count} convites enviados!}}

source: Watch party created!
es: ¡Fiesta de visualización creada!
fr: Soirée foot créée !
pt: Evento criado!

source: Party Name
es: Nombre de la Fiesta
fr: Nom de la Soirée
pt: Nome do Evento

# partyNameHint
source: Give your party a fun name
es: Dale un nombre divertido a tu fiesta
fr: Donnez un nom amusant à votre soirée
pt: Dê um nome divertido ao seu evento

# pleaseEnterName
source: Please enter a name
es: Ingresa un nombre
fr: Veuillez entrer un nom
pt: Digite um nome

# descriptionHint
source: Tell guests what to expect...
es: Cuéntale a los invitados qué esperar...
fr: Dites aux invités à quoi s'attendre...
pt: Conte aos convidados o que esperar...

source: Visibility
es: Visibilidad
fr: Visibilité
pt: Visibilidade

# anyoneCanJoin
source: Anyone can find and join
es: Cualquiera puede encontrar y unirse
fr: Tout le monde peut trouver et rejoindre
pt: Qualquer pessoa pode encontrar e participar

# onlyInvitedCanJoin
source: Only invited friends can join
es: Solo amigos invitados pueden unirse
fr: Seuls les amis invités peuvent rejoindre
pt: Apenas amigos convidados podem participar

source: Game
es: Partido
fr: Match
pt: Jogo

source: Maximum Attendees
es: Asistentes Máximos
fr: Participants Maximum
pt: Participantes Máximos

source: Virtual Attendance
es: Asistencia Virtual
fr: Participation Virtuelle
pt: Participação Virtual

# virtualAttendanceDesc
source: Allow virtual attendees to join remotely
es: Permitir asistentes virtuales remotos
fr: Permettre aux participants virtuels de se joindre à distance
pt: Permitir participantes virtuais remotos

source: Virtual Attendance Fee
es: Tarifa de Asistencia Virtual
fr: Frais de Participation Virtuelle
pt: Taxa de Participação Virtual

# freeHint
source: Free
es: Gratis
fr: Gratuit
pt: Grátis

source: Select Game
es: Seleccionar Partido
fr: Sélectionner le Match
pt: Selecionar Jogo

source: Select Venue
es: Seleccionar Lugar
fr: Sélectionner le Lieu
pt: Selecionar Local

# pleaseSelectGame
source: Please select a game
es: Selecciona un partido
fr: Veuillez sélectionner un match
pt: Selecione um jogo

# pleaseSelectVenue
source: Please select a venue
es: Selecciona un lugar
fr: Veuillez sélectionner un lieu
pt: Selecione um local

# discoverWatchParties
source: Discover watch parties near you
es: Descubre fiestas cerca de ti
fr: Découvrez des soirées près de chez vous
pt: Descubra eventos perto de você

source: No Watch Parties Found
es: No Se Encontraron Fiestas
fr: Aucune Soirée Trouvée
pt: Nenhum Evento Encontrado

# beFirstToCreateForMatch
source: Be the first to create a watch party for this match!
es: ¡Sé el primero en crear una fiesta para este partido!
fr: Soyez le premier à créer une soirée pour ce match !
pt: Seja o primeiro a criar um evento para este jogo!

# beFirstToCreate
source: Be the first to create a watch party!
es: ¡Sé el primero en crear una fiesta!
fr: Soyez le premier à créer une soirée !
pt: Seja o primeiro a criar um evento!

# filterAndSort
source: Filter & Sort
es: Filtrar y Ordenar
fr: Filtrer et Trier
pt: Filtrar e Ordenar

source: Show
es: Mostrar
fr: Afficher
pt: Mostrar

source: Sort by
es: Ordenar por
fr: Trier par
pt: Ordenar por

source: Date
es: Fecha
pt: Data

source: Most Popular
es: Más Popular
fr: Plus Populaire
pt: Mais Popular

source: My Watch Parties
es: Mis Fiestas
fr: Mes Soirées
pt: Meus Eventos

source: Hosting
es: Organizando
fr: Organisation
pt: Organizando

source: Attending
es: Asistiendo
fr: Participation
pt: Participando

source: Past
es: Pasadas
fr: Passées
pt: Passados

source: Loading your watch parties...
es: Cargando tus fiestas...
fr: Chargement de vos soirées...
pt: Carregando seus eventos...

source: No watch parties hosted
es: No has organizado fiestas
fr: Aucune soirée organisée
pt: Nenhum evento organizado

# createFirstWatchParty
source: Create your first watch party!
es: ¡Crea tu primera fiesta!
fr: Créez votre première soirée !
pt: Crie seu primeiro evento!

source: No watch parties to attend
es: No hay fiestas para asistir
fr: Aucune soirée à laquelle participer
pt: Nenhum evento para participar

# discoverOrAcceptInvitations
source: Discover parties or accept invitations
es: Descubre fiestas o acepta invitaciones
fr: Découvrez des soirées ou acceptez des invitations
pt: Descubra eventos ou aceite convites

source: No past watch parties
es: Sin fiestas pasadas
fr: Aucune soirée passée
pt: Sem eventos passados

# completedPartiesAppearHere
source: Completed parties will appear here
es: Las fiestas completadas aparecerán aquí
fr: Les soirées terminées apparaîtront ici
pt: Eventos concluídos aparecerão aqui

source: Live Chat
es: Chat en Vivo
fr: Chat en Direct
pt: Chat ao Vivo

source: Joining chat...
es: Uniéndose al chat...
fr: Connexion au chat...
pt: Entrando no chat...

# joinLiveChat
source: Join the Live Chat
es: Únete al Chat en Vivo
fr: Rejoindre le Chat en Direct
pt: Entrar no Chat ao Vivo

# chatWithFans
source: Chat with fellow fans about this match in real time!
es: ¡Chatea con otros fans sobre este partido en tiempo real!
fr: Discutez avec d'autres fans de ce match en temps réel !
pt: Converse com outros fãs sobre este jogo em tempo real!

# fansInChat
source: {count, plural, =1{1 fan in chat} other{{count} fans in chat}}
es: {count, plural, =1{1 fan en el chat} other{{count} fans en el chat}}
fr: {count, plural, =1{1 fan dans le chat} other{{count} fans dans le chat}}
pt: {count, plural, =1{1 fã no chat} other{{count} fãs no chat}}

# beRespectful
source: Be respectful and follow community guidelines
es: Sé respetuoso y sigue las normas de la comunidad
fr: Soyez respectueux et suivez les règles de la communauté
pt: Seja respeitoso e siga as diretrizes da comunidade

# slowMode
source: Slow mode: wait {seconds}s between messages
es: Modo lento: espera {seconds}s entre mensajes
fr: Mode lent : attendez {seconds}s entre les messages
pt: Modo lento: aguarde {seconds}s entre mensagens

# leaveChatQuestion
source: Leave Chat?
es: ¿Salir del Chat?
fr: Quitter le Chat ?
pt: Sair do Chat?

# canRejoinAnytime
source: You can rejoin the chat anytime
es: Puedes volver al chat en cualquier momento
fr: Vous pouvez rejoindre le chat à tout moment
pt: Você pode voltar ao chat a qualquer momento

source: Search messages...
es: Buscar mensajes...
fr: Rechercher des messages...
pt: Buscar mensagens...

source: Direct
es: Directo
pt: Direto

source: Loading conversations...
es: Cargando conversaciones...
fr: Chargement des conversations...
pt: Carregando conversas...

source: No conversations yet
es: Aún no hay conversaciones
fr: Pas encore de conversations
pt: Ainda não há conversas

# startConversationWithFriends
source: Start a conversation with your friends!
es: ¡Inicia una conversación con tus amigos!
fr: Commencez une conversation avec vos amis !
pt: Inicie uma conversa com seus amigos!

source: Start Chatting
es: Empezar a Chatear
fr: Commencer à Discuter
pt: Começar a Conversar

source: Error loading conversations
es: Error al cargar conversaciones
fr: Erreur lors du chargement des conversations
pt: Erro ao carregar conversas

source: Please try again later
es: Intenta de nuevo más tarde
fr: Veuillez réessayer plus tard
pt: Tente novamente mais tarde

# archiveComingSoon
source: Archive feature coming soon!
es: ¡Función de archivo próximamente!
fr: Fonction d'archivage bientôt disponible !
pt: Função de arquivo em breve!

source: Marked as read
es: Marcado como leído
fr: Marqué comme lu
pt: Marcado como lido

# completePremiumPurchaseInBrowser
source: Complete your purchase in the browser. Your premium will activate automatically.
pt: Complete sua compra no navegador. Seu Premium será ativado automaticamente.

source: Venue Premium activated successfully!
pt: Venue Premium ativado com sucesso!

# oneTimePaymentForWorldCup
source: One-time payment for World Cup 2026
pt: Pagamento único para a Copa do Mundo 2026

source: Premium features include:
pt: Os recursos Premium incluem:

source: Specific match scheduling
pt: Programação específica de jogos

source: TV & screen configuration
pt: Configuração de TV e telas

source: Game day specials & deals
pt: Ofertas e promoções do dia de jogo

source: Atmosphere & vibe settings
pt: Configurações de ambiente e atmosfera

source: Real-time capacity updates
pt: Atualizações de capacidade em tempo real

source: Priority listing in searches
pt: Listagem prioritária nas buscas

source: Analytics dashboard
pt: Painel de análises

# validForEntireTournament
source: Valid for the entire tournament (June 11 - July 19, 2026)
pt: Válido para todo o torneio (11 de junho - 19 de julho de 2026)

source: Waiting for activation...
pt: Aguardando ativação...

source: Not Now
pt: Agora Não

source: Processing...
pt: Processando...

source: Upgrade Now
pt: Assinar Agora

source: Error loading transactions
pt: Erro ao carregar transações

source: No Transactions Yet
pt: Sem Transações Ainda

# purchaseHistoryWillAppearHere
source: Your purchase history will appear here once you make your first transaction.
pt: Seu histórico de compras aparecerá aqui assim que você realizar sua primeira transação.

source: Explore Fan Pass
pt: Explorar Fan Pass

source: Transaction ID
pt: ID da Transação

source: Type
pt: Tipo

source: Currency
pt: Moeda

source: Manage This Venue
pt: Gerenciar Este Local

source: Open Venue Portal
pt: Abrir Portal do Local

source: Venue Already Managed
pt: Local Já Gerenciado

# venueAlreadyManagedDesc
source: This venue is already being managed by another owner. If you believe this is an error, please contact support.
pt: Este local já está sendo gerenciado por outro proprietário. Se você acredita que isso é um erro, entre em contato com o suporte.

source: Go Back
pt: Voltar

# venueOnboardingTitle
source: Claim Your Venue
pt: Reivindicar Seu Local

# venueOnboardingStep1Title
source: Business Information
pt: Informações do Negócio

# venueOnboardingStep1Desc
source: Tell us about your business so we can set up your venue portal.
pt: Conte-nos sobre seu negócio para configurar seu portal de local.

source: Business Name
pt: Nome do Negócio

source: Your Role
pt: Seu Cargo

source: Contact Email
pt: Email de Contato

source: Contact Phone
pt: Telefone de Contato

# fieldRequired
source: This field is required
pt: Este campo é obrigatório

# invalidEmail
source: Please enter a valid email address
pt: Por favor insira um endereço de email válido

# venueOnboardingStep2Title
source: Confirm Your Venue
pt: Confirmar Seu Local

# venueOnboardingStep2Desc
source: Verify the venue details and confirm you are authorized to manage it.
pt: Verifique os detalhes do local e confirme que você está autorizado a gerenciá-lo.

# venueTypeLabel
source: Venue Type
pt: Tipo de Local

# venueAuthorizationConfirm
source: I confirm that I am authorized to manage this venue and represent the business in this app.
pt: Confirmo que estou autorizado a gerenciar este local e representar o negócio neste aplicativo.

# venueOnboardingStep3Title
source: Review & Claim
pt: Revisar e Reivindicar

# venueOnboardingStep3Desc
source: Review your information and claim the venue to start managing it.
pt: Revise suas informações e reivindique o local para começar a gerenciá-lo.

source: Claim This Venue
pt: Reivindicar Este Local

source: OK
es: Aceptar

source: Email
es: Correo electrónico

source: Feed
es: Muro
fr: Fil

source: Status
es: Estado
fr: Statut

source: Chat
fr: Discussion

source: Final
fr: Finale
