Repository: cryptochris8/Pregame-World-Cup
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# appTitle
source: Pregame World Cup
es: Pregame Copa del Mundo
fr: Pregame Coupe du Monde
pt: Pregame Copa do Mundo

source: Player Spotlight
es: Destacados de Jugadores
fr: Joueurs en Vedette
pt: Destaque de Jogadores

source: Players
es: Jugadores
fr: Joueurs
pt: Jogadores

source: Search players...
es: Buscar jugadores...
fr: Rechercher des joueurs...
pt: Buscar jogadores...

source: Refresh
es: Actualizar
fr: Actualiser
pt: Atualizar

source: All Teams
es: Todos los Equipos
fr: Toutes les Équipes
pt: Todas as Seleções

source: Goalkeepers
es: Porteros
fr: Gardiens
pt: Goleiros

source: Defenders
es: Defensores
fr: Défenseurs
pt: Defensores

source: Midfielders
es: Mediocampistas
fr: Milieux
pt: Meio-campistas

source: Forwards
es: Delanteros
fr: Attaquants
pt: Atacantes

source: Top Value
es: Mayor Valor
fr: Plus Grande Valeur
pt: Maior Valor

source: Top Scorers
es: Máximos Goleadores
fr: Meilleurs Buteurs
pt: Artilheiros

source: Most Capped
es: Más Convocados
fr: Plus Sélectionnés
pt: Mais Convocados

# playersCount
source: {count} players
es: {count} jugadores
fr: {count} joueurs
pt: {count} jogadores

source: Clear filters
es: Limpiar filtros
fr: Effacer les filtres
pt: Limpar filtros

source: No players found
es: No se encontraron jugadores
fr: Aucun joueur trouvé
pt: Nenhum jogador encontrado

source: Career Statistics
es: Estadísticas de Carrera
fr: Statistiques de Carrière
pt: Estatísticas de Carreira

source: International Caps
es: Partidos Internacionales
fr: Sélections
pt: Jogos pela Seleção

source: International Goals
es: Goles Internacionales
fr: Buts en Sélection
pt: Gols pela Seleção

source: International Assists
es: Asistencias Internacionales
fr: Passes Décisives
pt: Assistências pela Seleção

source: World Cup Appearances
es: Apariciones en Copa del Mundo
fr: Participations à la Coupe du Monde
pt: Participações em Copas

source: World Cup Goals
es: Goles en Copa del Mundo
fr: Buts en Coupe du Monde
pt: Gols em Copas do Mundo

source: Previous World Cups
es: Copas del Mundo Anteriores
fr: Coupes du Monde Précédentes
pt: Copas do Mundo Anteriores

source: Honors
es: Honores
fr: Palmarès
pt: Títulos

source: Profile
es: Perfil
fr: Profil
pt: Perfil

source: Strengths:
es: Fortalezas:
fr: Points Forts :
pt: Pontos Fortes:

source: Weaknesses:
es: Debilidades:
fr: Points Faibles :
pt: Pontos Fracos:

source: Play Style
es: Estilo de Juego
fr: Style de Jeu
pt: Estilo de Jogo

source: Key Moment
es: Momento Clave
fr: Moment Clé
pt: Momento Marcante

source: Comparison to Legend
es: Comparación con Leyenda
fr: Comparaison avec une Légende
pt: Comparação com Lenda

source: World Cup 2026 Prediction
es: Predicción Copa del Mundo 2026
fr: Prédiction Coupe du Monde 2026
pt: Previsão Copa 2026

source: Fun Facts
es: Datos Curiosos
fr: Anecdotes
pt: Curiosidades

source: Manager Profiles
es: Perfiles de Entrenadores
fr: Profils des Entraîneurs
pt: Perfis de Técnicos

source: Managers
es: Entrenadores
fr: Entraîneurs
pt: Técnicos

source: Search managers...
es: Buscar entrenadores...
fr: Rechercher des entraîneurs...
pt: Buscar técnicos...

source: All Managers
es: Todos los Entrenadores
fr: Tous les Entraîneurs
pt: Todos os Técnicos

source: Most Experienced
es: Más Experimentados
fr: Plus Expérimentés
pt: Mais Experientes

source: Youngest
es: Más Jóvenes
fr: Plus Jeunes
pt: Mais Jovens

source: Oldest
es: Más Veteranos
fr: Plus Âgés
pt: Mais Veteranos

# highestWinPercentage
source: Highest Win %
es: Mayor % Victorias
fr: Meilleur % Victoires
pt: Maior % Vitórias

source: Most Titles
es: Más Títulos
fr: Plus de Titres
pt: Mais Títulos

source: WC Winners
es: Ganadores CM
fr: Champions du Monde
pt: Campeões Mundiais

source: Controversial
es: Polémicos
fr: Controversés
pt: Polêmicos

# managersCount
source: {count} managers
es: {count} entrenadores
fr: {count} entraîneurs
pt: {count} técnicos

source: No managers found
es: No se encontraron entrenadores
fr: Aucun entraîneur trouvé
pt: Nenhum técnico encontrado

source: Managerial Record
es: Récord como Entrenador
fr: Bilan d'Entraîneur
pt: Histórico como Técnico

source: Matches Managed
es: Partidos Dirigidos
fr: Matchs Dirigés
pt: Jogos Comandados

source: Record (W-D-L)
es: Récord (V-E-D)
fr: Bilan (V-N-D)
pt: Histórico (V-E-D)

source: Win Percentage
es: Porcentaje de Victorias
fr: Pourcentage de Victoires
pt: Aproveitamento

source: Titles Won
es: Títulos Ganados
fr: Titres Gagnés
pt: Títulos Conquistados

source: Career Started
es: Inicio de Carrera
fr: Début de Carrière
pt: Início da Carreira

source: Years in Current Role
es: Años en Cargo Actual
fr: Années au Poste Actuel
pt: Anos no Cargo Atual

source: Tactical Approach
es: Enfoque Táctico
fr: Approche Tactique
pt: Abordagem Tática

source: Formation:
es: Formación:
pt: Formação:

source: Philosophy:
es: Filosofía:
fr: Philosophie :
pt: Filosofia:

source: Honors & Achievements
es: Honores y Logros
fr: Palmarès et Récompenses
pt: Títulos e Conquistas

source: Profile Analysis
es: Análisis de Perfil
fr: Analyse de Profil
pt: Análise de Perfil

source: Manager Style
es: Estilo de Entrenador
fr: Style d'Entraîneur
pt: Estilo de Comando

source: Defining Moment
es: Momento Definitorio
fr: Moment Décisif
pt: Momento Decisivo

source: Famous Quote
es: Frase Célebre
fr: Citation Célèbre
pt: Frase Famosa

source: World Cup 2026 Outlook
es: Perspectiva Copa del Mundo 2026
fr: Perspectives Coupe du Monde 2026
pt: Perspectiva Copa 2026

source: Previous Clubs
es: Clubes Anteriores
fr: Clubs Précédents
pt: Clubes Anteriores

source: Controversies
es: Controversias
fr: Controverses
pt: Polêmicas

source: Did You Know?
es: ¿Sabías que?
fr: Le Saviez-Vous ?
pt: Você Sabia?

source: Tactical Style
es: Estilo Táctico
fr: Style Tactique
pt: Estilo Tático

source: Matches
es: Partidos
fr: Matchs
pt: Jogos

source: Groups
es: Grupos
fr: Groupes
pt: Grupos

source: Bracket
es: Cuadro
fr: Tableau
pt: Chaveamento

source: Teams
es: Equipos
fr: Équipes
pt: Seleções

source: Favorites
es: Favoritos
fr: Favoris
pt: Favoritos

source: FIFA World Cup
es: Copa Mundial de la FIFA
fr: Coupe du Monde FIFA
pt: Copa do Mundo FIFA

source: Live
es: En Vivo
fr: En Direct
pt: Ao Vivo

# liveCount
source: {count} Live
es: {count} En Vivo
fr: {count} En Direct
pt: {count} Ao Vivo

# noMatchesScheduledToday
source: No matches scheduled for today
es: No hay partidos programados para hoy
fr: Aucun match prévu aujourd'hui
pt: Nenhum jogo programado para hoje

source: No live matches right now
es: No hay partidos en vivo ahora
fr: Aucun match en direct
pt: Nenhum jogo ao vivo agora

source: No upcoming matches
es: No hay partidos próximos
fr: Aucun match à venir
pt: Nenhum jogo próximo

source: No completed matches yet
es: Aún no hay partidos completados
fr: Aucun match terminé
pt: Ainda não há jogos finalizados

source: No matches found
es: No se encontraron partidos
fr: Aucun match trouvé
pt: Nenhum jogo encontrado

source: No favorite matches yet
es: Aún no hay partidos favoritos
fr: Aucun match favori
pt: Ainda não há jogos favoritos

source: No group data available
es: No hay datos de grupos disponibles
fr: Données des groupes indisponibles
pt: Dados dos grupos indisponíveis

source: Knockout bracket not available yet
es: El cuadro eliminatorio aún no está disponible
fr: Tableau non disponible
pt: Chaveamento ainda não disponível

source: Check back after group stage
es: Vuelve después de la fase de grupos
fr: Revenez après la phase de groupes
pt: Volte após a fase de grupos

source: No favorite teams yet
es: Aún no hay equipos favoritos
fr: Aucune équipe favorite
pt: Ainda não há seleções favoritas

# tapHeartIconToAddFavorites
source: Tap the heart icon on any team to add it to your favorites
es: Toca el ícono de corazón en cualquier equipo para agregarlo a favoritos
fr: Appuyez sur le cœur pour ajouter une équipe aux favoris
pt: Toque no ícone de coração em qualquer seleção para adicionar aos favoritos

# teamsCount
source: {count} of 48 teams
es: {count} de 48 equipos
fr: {count} sur 48 équipes
pt: {count} de 48 seleções

source: Clear
es: Limpiar
fr: Effacer
pt: Limpar

source: No Favorites Yet
es: Aún No Hay Favoritos
fr: Pas Encore de Favoris
pt: Ainda Não Há Favoritos

# tapHeartIconMessage
source: Tap the heart icon on any match or team to add them to your favorites
es: Toca el ícono de corazón en cualquier partido o equipo para agregarlos a tus favoritos
fr: Appuyez sur le cœur sur un match ou une équipe pour l'ajouter à vos favoris
pt: Toque no ícone de coração em qualquer jogo ou seleção para adicionar aos seus favoritos

source: Browse Matches
es: Explorar Partidos
fr: Parcourir les Matchs
pt: Ver Jogos

source: Browse Teams
es: Explorar Equipos
fr: Parcourir les Équipes
pt: Ver Seleções

source: View All Predictions
es: Ver Todas las Predicciones
fr: Voir Toutes les Prédictions
pt: Ver Todas as Previsões

source: Favorite Matches
es: Partidos Favoritos
fr: Matchs Favoris
pt: Jogos Favoritos

source: Favorite Teams
es: Equipos Favoritos
fr: Équipes Favorites
pt: Seleções Favoritas

source: Loading
es: Cargando
fr: Chargement
pt: Carregando

source: Error
fr: Erreur
pt: Erro

source: Retry
es: Reintentar
fr: Réessayer
pt: Tentar Novamente

source: No data found
es: No se encontraron datos
fr: Aucune donnée trouvée
pt: Nenhum dado encontrado

source: Search
es: Buscar
fr: Rechercher
pt: Buscar

source: Filter
es: Filtrar
fr: Filtrer
pt: Filtrar

# errorLoadingPlayers
source: Error loading players: {error}
es: Error al cargar jugadores: {error}
fr: Erreur lors du chargement des joueurs : {error}
pt: Erro ao carregar jogadores: {error}

# errorFilteringPlayers
source: Error filtering players: {error}
es: Error al filtrar jugadores: {error}
fr: Erreur lors du filtrage des joueurs : {error}
pt: Erro ao filtrar jogadores: {error}

# errorLoadingManagers
source: Error loading managers: {error}
es: Error al cargar entrenadores: {error}
fr: Erreur lors du chargement des entraîneurs : {error}
pt: Erro ao carregar técnicos: {error}

# errorFilteringManagers
source: Error filtering managers: {error}
es: Error al filtrar entrenadores: {error}
fr: Erreur lors du filtrage des entraîneurs : {error}
pt: Erro ao filtrar técnicos: {error}

source: Watch Party
es: Fiesta de Visualización
fr: Soirée Foot
pt: Assistir Juntos

source: Watch Parties
es: Fiestas de Visualización
fr: Soirées Foot
pt: Eventos para Assistir

source: Create Watch Party
es: Crear Fiesta
fr: Créer une Soirée
pt: Criar Evento

source: Join Watch Party
es: Unirse a la Fiesta
fr: Rejoindre la Soirée
pt: Participar do Evento

source: Leave Watch Party
es: Salir de la Fiesta
fr: Quitter la Soirée
pt: Sair do Evento

source: Hosting Watch Party
es: Organizando Fiesta
fr: Organisation de Soirée
pt: Organizando Evento

source: Attendees
es: Asistentes
fr: Participants
pt: Participantes

# attendeesCount
source: {count} attendees
es: {count} asistentes
fr: {count} participants
pt: {count} participantes

# spotsRemaining
source: {count} spots remaining
es: {count} lugares disponibles
fr: {count} places restantes
pt: {count} vagas restantes

source: Watch Party Full
es: Fiesta Llena
fr: Soirée Complète
pt: Evento Lotado

source: Private Watch Party
es: Fiesta Privada
fr: Soirée Privée
pt: Evento Privado

source: Public Watch Party
es: Fiesta Pública
fr: Soirée Publique
pt: Evento Público

source: Predictions
es: Predicciones
fr: Pronostics
pt: Palpites

source: Make Prediction
es: Hacer Predicción
fr: Faire un Pronostic
pt: Fazer Palpite

source: Your Prediction
es: Tu Predicción
fr: Votre Pronostic
pt: Seu Palpite

source: Prediction saved!
es: ¡Predicción guardada!
fr: Pronostic enregistré !
pt: Palpite salvo!

source: Confidence
es: Confianza
fr: Confiance
pt: Confiança

source: Winner
es: Ganador
fr: Vainqueur
pt: Vencedor

source: Draw
es: Empate
fr: Match Nul
pt: Empate

source: Settings
es: Configuración
fr: Paramètres
pt: Configurações

source: Language
es: Idioma
fr: Langue
pt: Idioma

source: Select Language
es: Seleccionar Idioma
fr: Choisir la Langue
pt: Selecionar Idioma

source: English
es: Inglés
fr: Anglais
pt: Inglês

source: Spanish
es: Español
fr: Espagnol
pt: Espanhol

source: Portuguese
es: Portugués
fr: Portugais
pt: Português

source: French
es: Francés
fr: Français
pt: Francês

source: System Default
es: Predeterminado del Sistema
fr: Par Défaut du Système
pt: Padrão do Sistema

source: Notifications
es: Notificaciones
pt: Notificações

source: Notification Preferences
es: Preferencias de Notificación
fr: Préférences de Notification
pt: Preferências de Notificação

source: Match Reminders
es: Recordatorios de Partidos
fr: Rappels de Matchs
pt: Lembretes de Jogos

source: Goal Alerts
es: Alertas de Goles
fr: Alertes de Buts
pt: Alertas de Gols

source: Live Score Updates
es: Actualizaciones en Vivo
fr: Scores en Direct
pt: Placar Ao Vivo

source: Dark Mode
es: Modo Oscuro
fr: Mode Sombre
pt: Modo Escuro

source: Accessibility
es: Accesibilidad
fr: Accessibilité
pt: Acessibilidade

source: High Contrast
es: Alto Contraste
fr: Contraste Élevé
pt: Alto Contraste

source: Reduce Motion
es: Reducir Movimiento
fr: Réduire les Animations
pt: Reduzir Movimento

source: Bold Text
es: Texto en Negrita
fr: Texte en Gras
pt: Texto em Negrito

source: About
es: Acerca de
fr: À Propos
pt: Sobre

source: Version
es: Versión
pt: Versão

source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
pt: Política de Privacidade

source: Terms of Service
es: Términos de Servicio
fr: Conditions d'Utilisation
pt: Termos de Uso

source: Contact Support
es: Contactar Soporte
fr: Contacter le Support
pt: Contatar Suporte

source: Sign Out
es: Cerrar Sesión
fr: Déconnexion
pt: Sair

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le Compte
pt: Excluir Conta

source: Share
es: Compartir
fr: Partager
pt: Compartilhar

# shareToTwitter
source: Share to Twitter/X
es: Compartir en Twitter/X
fr: Partager sur Twitter/X
pt: Compartilhar no Twitter/X

source: Share to Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
pt: Compartilhar no Facebook

source: Share to WhatsApp
es: Compartir en WhatsApp
fr: Partager sur WhatsApp
pt: Compartilhar no WhatsApp

source: Share to Instagram
es: Compartir en Instagram
fr: Partager sur Instagram
pt: Compartilhar no Instagram

source: Copy Link
es: Copiar Enlace
fr: Copier le Lien
pt: Copiar Link

# linkCopied
source: Link copied to clipboard
es: Enlace copiado al portapapeles
fr: Lien copié dans le presse-papiers
pt: Link copiado para a área de transferência

source: More Apps
es: Más Aplicaciones
fr: Plus d'Applications
pt: Mais Aplicativos

source: Share as Image
es: Compartir como Imagen
fr: Partager en Image
pt: Compartilhar como Imagem

source: Add to Calendar
es: Agregar al Calendario
fr: Ajouter au Calendrier
pt: Adicionar ao Calendário

source: Google Calendar
fr: Google Agenda
pt: Google Agenda

source: Apple Calendar
es: Calendario de Apple
fr: Calendrier Apple
pt: Calendário Apple

# downloadIcs
source: Download .ics File
es: Descargar archivo .ics
fr: Télécharger le fichier .ics
pt: Baixar arquivo .ics

source: Export All Matches
es: Exportar Todos los Partidos
fr: Exporter Tous les Matchs
pt: Exportar Todos os Jogos

source: Export Favorite Matches
es: Exportar Partidos Favoritos
fr: Exporter les Matchs Favoris
pt: Exportar Jogos Favoritos

source: Match Chat
es: Chat del Partido
fr: Discussion du Match
pt: Chat do Jogo

source: Send message
es: Enviar mensaje
fr: Envoyer un message
pt: Enviar mensagem

# typeMessage
source: Type a message...
es: Escribe un mensaje...
fr: Tapez un message...
pt: Digite uma mensagem...

source: Join Chat
es: Unirse al Chat
fr: Rejoindre la Discussion
pt: Entrar no Chat

source: Leave Chat
es: Salir del Chat
fr: Quitter la Discussion
pt: Sair do Chat

# chatParticipants
source: {count} participants
es: {count} participantes
pt: {count} participantes

source: Venue
es: Sede
fr: Lieu
pt: Local

source: Venues
es: Sedes
fr: Lieux
pt: Locais

source: Stadium
es: Estadio
fr: Stade
pt: Estádio

source: Capacity
es: Capacidad
fr: Capacité
pt: Capacidade

source: Location
es: Ubicación
fr: Emplacement
pt: Localização

source: Get Directions
es: Obtener Direcciones
fr: Itinéraire
pt: Como Chegar

source: Nearby Venues
es: Lugares Cercanos
fr: Lieux à Proximité
pt: Locais Próximos

source: Find Bars
es: Encontrar Bares
fr: Trouver des Bars
pt: Encontrar Bares

source: Find Restaurants
es: Encontrar Restaurantes
fr: Trouver des Restaurants
pt: Encontrar Restaurantes

source: Kickoff
es: Inicio
fr: Coup d'Envoi
pt: Início

source: Full Time
es: Tiempo Completo
fr: Fin du Match
pt: Fim de Jogo

source: Half Time
es: Medio Tiempo
fr: Mi-Temps
pt: Intervalo

source: Extra Time
es: Tiempo Extra
fr: Prolongations
pt: Prorrogação

source: Penalties
es: Penales
fr: Tirs au But
pt: Pênaltis

source: Postponed
es: Pospuesto
fr: Reporté
pt: Adiado

source: Cancelled
es: Cancelado
fr: Annulé
pt: Cancelado

source: Upcoming
es: Próximo
fr: À Venir
pt: Em Breve

source: Completed
es: Completado
fr: Terminé
pt: Finalizado

source: Today
es: Hoy
fr: Aujourd'hui
pt: Hoje

source: Tomorrow
es: Mañana
fr: Demain
pt: Amanhã

source: Yesterday
es: Ayer
fr: Hier
pt: Ontem

source: Group Stage
es: Fase de Grupos
fr: Phase de Groupes
pt: Fase de Grupos

source: Round of 32
es: Dieciseisavos de Final
fr: 32es de Finale
pt: 32 Avos de Final

source: Round of 16
es: Octavos de Final
fr: Huitièmes de Finale
pt: Oitavas de Final

source: Quarter Finals
es: Cuartos de Final
fr: Quarts de Finale
pt: Quartas de Final

source: Semi Finals
es: Semifinales
fr: Demi-Finales
pt: Semifinais

source: Third Place
es: Tercer Lugar
fr: Match pour la 3e Place
pt: Disputa 3º Lugar

source: Played
es: Jugados
fr: Joués
pt: Jogos

source: Won
es: Ganados
fr: Victoires
pt: Vitórias

source: Drawn
es: Empates
fr: Nuls
pt: Empates

source: Lost
es: Perdidos
fr: Défaites
pt: Derrotas

source: Goals For
es: Goles a Favor
fr: Buts Pour
pt: Gols Pró

source: Goals Against
es: Goles en Contra
fr: Buts Contre
pt: Gols Contra

# goalDifference
source: Goal Diff
es: Dif. Goles
fr: Diff. Buts
pt: Saldo

source: Points
es: Puntos
pt: Pontos

source: Invite Friends
es: Invitar Amigos
fr: Inviter des Amis
pt: Convidar Amigos

source: Referral Code
es: Código de Referido
fr: Code de Parrainage
pt: Código de Indicação

source: Your Referral Code
es: Tu Código de Referido
fr: Votre Code de Parrainage
pt: Seu Código de Indicação

source: Superfan Pass
es: Pase Superfan
fr: Pass Superfan
pt: Passe Superfã

source: Upgrade to Premium
es: Actualizar a Premium
fr: Passer à Premium
pt: Assinar Premium

source: Premium Features
es: Funciones Premium
fr: Fonctionnalités Premium
pt: Recursos Premium

source: Restore Purchases
es: Restaurar Compras
fr: Restaurer les Achats
pt: Restaurar Compras

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Save
es: Guardar
fr: Enregistrer
pt: Salvar

source: Delete
es: Eliminar
fr: Supprimer
pt: Excluir

source: Edit
es: Editar
fr: Modifier
pt: Editar

source: Done
es: Hecho
fr: Terminé
pt: Concluído

source: Close
es: Cerrar
fr: Fermer
pt: Fechar

source: Back
es: Volver
fr: Retour
pt: Voltar

source: Next
es: Siguiente
fr: Suivant
pt: Próximo

source: Continue
es: Continuar
fr: Continuer
pt: Continuar

source: Confirm
es: Confirmar
fr: Confirmer
pt: Confirmar

source: Submit
es: Enviar
fr: Soumettre
pt: Enviar

source: See All
es: Ver Todo
fr: Tout Voir
pt: Ver Tudo

source: View More
es: Ver Más
fr: Voir Plus
pt: Ver Mais

source: Show Less
es: Ver Menos
fr: Voir Moins
pt: Ver Menos

source: Widget Settings
es: Configuración del Widget
fr: Paramètres du Widget
pt: Configurações do Widget

# widgetSettingsDescription
source: Configure home screen widgets
es: Configura los widgets de la pantalla de inicio
fr: Configurer les widgets de l'écran d'accueil
pt: Configure os widgets da tela inicial

source: Add Widget to Home Screen
es: Agregar Widget a la Pantalla de Inicio
fr: Ajouter un Widget à l'Écran d'Accueil
pt: Adicionar Widget à Tela Inicial

# widgetInstructions
source: Long press on your home screen, tap the + button, search for 'Pregame World Cup', and select a widget size.
es: Mantén presionada la pantalla de inicio, toca el botón +, busca 'Pregame World Cup' y selecciona un tamaño de widget.
fr: Appuyez longuement sur l'écran d'accueil, touchez le bouton +, recherchez 'Pregame World Cup' et sélectionnez une taille de widget.
pt: Pressione e segure a tela inicial, toque no botão +, procure 'Pregame World Cup' e selecione um tamanho de widget.

source: Display Settings
es: Configuración de Pantalla
fr: Paramètres d'Affichage
pt: Configurações de Exibição

source: Show Live Scores
es: Mostrar Marcadores en Vivo
fr: Afficher les Scores en Direct
pt: Mostrar Placar Ao Vivo

# showLiveScoresDescription
source: Display live match scores on widget
es: Mostrar marcadores de partidos en vivo en el widget
fr: Afficher les scores des matchs en direct sur le widget
pt: Exibir placares de jogos ao vivo no widget

source: Show Upcoming Matches
es: Mostrar Próximos Partidos
fr: Afficher les Matchs à Venir
pt: Mostrar Próximos Jogos

# showUpcomingMatchesDescription
source: Display upcoming matches on widget
es: Mostrar próximos partidos en el widget
fr: Afficher les matchs à venir sur le widget
pt: Exibir próximos jogos no widget

source: Compact Mode
es: Modo Compacto
fr: Mode Compact
pt: Modo Compacto

# compactModeDescription
source: Use smaller text and spacing
es: Usar texto y espaciado más pequeños
fr: Utiliser un texte et un espacement plus petits
pt: Usar texto e espaçamento menores

source: Number of Matches
es: Número de Partidos
fr: Nombre de Matchs
pt: Número de Jogos

# upcomingMatchesCount
source: Show {count} upcoming matches
es: Mostrar {count} próximos partidos
fr: Afficher {count} matchs à venir
pt: Mostrar {count} próximos jogos

# matchCountDescription
source: More matches require a larger widget size
es: Más partidos requieren un widget de mayor tamaño
fr: Plus de matchs nécessitent un widget de plus grande taille
pt: Mais jogos requerem um widget de tamanho maior

source: Favorite Team
es: Equipo Favorito
fr: Équipe Favorite
pt: Time Favorito

# favoriteTeamDescription
source: Prioritize matches for this team
es: Priorizar partidos de este equipo
fr: Prioriser les matchs de cette équipe
pt: Priorizar jogos deste time

source: No team selected
es: Ningún equipo seleccionado
fr: Aucune équipe sélectionnée
pt: Nenhum time selecionado

source: Select Favorite Team
es: Seleccionar Equipo Favorito
fr: Sélectionner l'Équipe Favorite
pt: Selecionar Time Favorito

source: Clear Favorite Team
es: Borrar Equipo Favorito
fr: Effacer l'Équipe Favorite
pt: Limpar Time Favorito

source: Widget Preview
es: Vista Previa del Widget
fr: Aperçu du Widget
pt: Pré-visualização do Widget

source: Refresh Widget
es: Actualizar Widget
fr: Actualiser le Widget
pt: Atualizar Widget

source: World Cup 2026 Pass
es: Pase Copa del Mundo 2026
fr: Pass Coupe du Monde 2026
pt: Passe Copa do Mundo 2026

source: Transaction History
es: Historial de Transacciones
fr: Historique des Transactions
pt: Histórico de Transações

source: Checking purchase status...
es: Verificando estado de compra...
fr: Vérification du statut d'achat...
pt: Verificando status da compra...

# passActivatedSuccessfully
source: {passName} activated successfully!
es: ¡{passName} activado exitosamente!
fr: {passName} activé avec succès !
pt: {passName} ativado com sucesso!

source: Please sign in to purchase
es: Inicia sesión para comprar
fr: Connectez-vous pour acheter
pt: Faça login para comprar

# passPurchasedSuccessfully
source: {passName} purchased successfully!
es: ¡{passName} comprado exitosamente!
fr: {passName} acheté avec succès !
pt: {passName} comprado com sucesso!
